IdeaRS.Connections
GussetNotchType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.GussetNotchType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum GussetNotchType
Members
Member name | Value | Description
None | 0
Rectangle | 1
Roundings_A | 2
Roundings_B | 3
See Also
Reference
IdeaRS.Connections.Data Namespace